---
type: RoomTagType
namespace: Autodesk.Revit.DB.Architecture
version: 2024
members: 1
tags: [revit-api, class]
---

# RoomTagType

`Autodesk.Revit.DB.Architecture.RoomTagType` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |